# Напишите анонимную функцию, которая принимает на вход Имя и Фамилию, а
# выводит текст «Меня зовут <Имя> <Фамилия>
n_s = lambda name, surname: f"Меня зовут {name.title()} {surname.title()}"
print(n_s('vadim', 'liubin'))




